<h1 class="text-title" contenteditable="true">Sejam bem-vindos à FOCA</h1>
          <h4 class="text-subtitle" contenteditable="true">A categoria volta, de cara nova. E dessa vez é pra ficar.</h4><p>Treze anos. Não são muitas instituições ou categorias esportivas que podem se dar ao luxo de existir após esse tempo - ainda mais quando falamos de algo que não tem patrocinadores reais e depende única e exclusivamente da dedicação dos simuladores e expectadores para existir. São nove temporadas ao longo desse período - criadas, editadas e simuladas com maestria pelo Zé, nas quais sagraram-se nomes como Armin Tamzarian, Lele Iamin, Mario Ixt, Bia Abreu, Martin Knittelfeld...</p><p></p><div id="1e3ee0e5-bc15-4724-175b-479d213cd367" data-original-response="{&quot;html&quot;:&quot;<div style=\&quot;left: 0; width: 100%; height: 0; position: relative; padding-bottom: 56.25%;\&quot;><iframe src=\&quot;https://www.youtube.com/embed/WtjctlgurVU?rel=0\&quot; style=\&quot;border: 0; top: 0; left: 0; width: 100%; height: 100%; position: absolute;\&quot; allowfullscreen scrolling=\&quot;no\&quot; allow=\&quot;autoplay; encrypted-media\&quot;></iframe></div>&quot;,&quot;url&quot;:&quot;https://www.youtube.com/watch?v=WtjctlgurVU&quot;}" class="medium-editor-embeds"><div style="left: 0; width: 100%; height: 0; position: relative; padding-bottom: 56.25%;"><iframe src="https://www.youtube.com/embed/WtjctlgurVU?rel=0" style="border: 0; top: 0; left: 0; width: 100%; height: 100%; position: absolute;" allowfullscreen="" scrolling="no" allow="autoplay; encrypted-media"></iframe></div></div><p>A categoria sempre ostentou grande primor na parte visual, e sempre contou com um público cativo e com exibições primorosas transmitidas em vídeo para toda a CONFUSA. O tempo, no entanto, não foi generoso com o automobilismo na comunidade - aumentos de atribuições na vida-fora-da-confusa tornaram inviável todo o processo de simulação, que demandava um tempo e esforço que nenhum outro esporte hoje demanda. Não só isso: o tempo também modificou a tecnologia de tal maneira que é cada vez mais difícil fazer rodar jogos do século passado.</p><p>A FOCA também teve sua quota de problemas internos, é necessário dizer. Depois de oito temporadas, o hiato em 2014 já parecia indicar que havia algo errado. O ano de 2015 de certa forma aliviou as tensões e fez parecer que tudo tinha se acertado - mas nos bastidores a história era diferente. Federação e equipes que não conseguiam chegar em acordos, abandonos, instabilidade financeira - havia muito mais incertezas que certezas quando foi anunciada a temporada de 2016.</p><p>E de fato, apesar de um oba-oba inicial, a temporada não apenas não ocorreu, como a FOCA mergulhou em um longo inverno de três anos, em que as únicas notícias relevantes foram referentes à aposentadorias.</p><p>***</p><p>Mas a FOCA não pode morrer. Os feitos dos pilotos e equipes não podem ficar relegados aos livros de história e a posts do passado. Algo tinha que ser feito, de forma que fosse possível restaurar a glória do passado de maneira sustentável, criando uma sólida base para os anos vindouros.</p><p>Começou então a jornada na criação de um simulador próprio que suprisse as necessidades visuais da FOCA, mas que ao mesmo tempo fosse 100% feito internamente, de forma que o futuro da competição estaria protegido da ação do tempo. Na categoria, entra em ação a figura do magnata simorense Anatoly Delov, que além de volumosos investimentos fez boa parte da articulação entre os manda-chuvas da categoria, como Zecclestone, e figuras como Gregory Quant, Mário Honxa-Campos, Daisuke Maeda, Saiko Kira e Benjamin Chiklis, para garantir que ao menos um número mínimo de equipes confirmasse participação para reviver a categoria.</p><p>O projeto deu certo: ainda faltam ajustes e parametrização para que o relançamento da categoria seja o mais bem-sucedido possível no ano de 2020, mas o produto está aí, plenamente funcional, pronto para testes mais intensivos. Entre os dirigentes, o <i>momentum</i> é melhor do que o esperado - a projeção é que tenhamos número recorde de equipes inscritas para esse ano, o que traria de volta as pré-qualificações, ausentes há oito anos.</p><p>A FOCA vive. E não só ela: categorias como a orionesa F13, a austral F-Corley e a estapafúrdia F-MSS também estão de volta. O pipeline de talentos ficará ainda mais amplo e diversificado com a entrada da FOCA2, em que jovens pilotos competirão em igualdade de condições materiais em busca de um lugar ao sol. Não temos mais os vídeos de outrora, é verdade. Mas temos edição simplificada e realista de carros, macacões e capacetes. Temos um grid com imagens dos carros. Temos transmissão ao vivo com informações detalhadas e atualização em tempo real. E muito em breve teremos narração ao melhor estilo confusalive.</p><p>Investidores estão animados, o público está animado, e pela primeira vez desde 2015 é possível afirmar com certeza que o show da FOCA retorna em 2020. Até lá, temos decisões pra tomar, ajustes por fazer e coisas a criar. Mas a estrutura está pronta - e agora é a hora da diversão. Sejam bem-vindos!</p>